tap "aws/tap"
# tap "homebrew/bundle"
# tap "homebrew/cask"
# tap "homebrew/core"
brew "awscli"
brew "curl"
brew "fish"
brew "fnm"
brew "gh"
brew "git"
brew "go"
brew "lazygit"
brew "neovim"
brew "peco"
# brew "aws/tap/copilot-cli"
cask "aldente"
cask "clipy"
cask "coteditor"
cask "docker"
cask "google-cloud-sdk"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "p4v"
cask "rightzoom"
cask "sequel-ace"
cask "skitch"
cask "visual-studio-code"
