tap "aws/tap"
brew "awscli"
brew "blueutil"
brew "curl"
brew "fish"
# https://github.com/Schniz/fnm
brew "fnm"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "jq"
brew "lazygit"
brew "neovim"
brew "peco"
# https://github.com/davidwernhart/AlDente
cask "aldente"
cask "beekeeper-studio"
cask "coteditor"
cask "docker"
cask "fig"
cask "google-cloud-sdk"
cask "iterm2"
# https://getkap.co/
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "raycast"
cask "skitch"
cask "visual-studio-code"
