tap "aws/tap"
brew "awscli"
brew "blueutil"
brew "curl"
brew "fnm" # https://github.com/Schniz/fnm
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "jq"
brew "lazygit"
brew "neovim"
brew "peco"
brew "sheldon"
brew "starship"

cask "aldente" # https://github.com/davidwernhart/AlDente
cask "beekeeper-studio"
cask "coteditor"
cask "docker"
cask "font-fira-code-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "kap" # https://getkap.co/
cask "karabiner-elements"
cask "keycastr"
cask "raycast"
cask "skitch"
cask "visual-studio-code"
